Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: Address
ca_es: Adreça

source: Contact's articles
ca_es: Articles del contacte

source: Type in the textbox what you see in the image.
ca_es: Escriu el text que veus a la imatge.

source: # of Contacts :
ca_es: # de contactes:

source: Sends a copy of the message to the address you have supplied.
ca_es: Envia una còpia del missatge a l'adreça que ens hagis facilitat.

source: Send copy to yourself
ca_es: Vull rebre una còpia

source: Your name
ca_es: El teu nom

source: Name
ca_es: Nom

source: Enter your message here.
ca_es: Escriu el teu missatge aquí.

source: Message
ca_es: Missatge

source: Please enter a valid email address.
ca_es: Introdueix una adreça de correu vàlida.

source: Contact Filter Search
ca_es: Filtre de cerca de contactes

source: Enter the subject of your message here .
ca_es: Escriu l'assumpte del teu missatge aquí.

source: Subject
ca_es: Assumpte

source: Send Email
ca_es: Envia correu

source: Copy of: %s
ca_es: Còpia de: %s

source: This is a copy of the following message you sent to %s via %s
ca_es: Això és una còpia del missatge que vas enviar a %s via %s

source: Contact count:
ca_es: Comptador del contacte:

source: Country
ca_es: Estat

source: Contacts
ca_es: Contactes

source: Contact
ca_es: Contacte

source: Download information as:
ca_es: Descarrega la informació com:

source: The %s of your email contains banned text.
ca_es: El %s del teu correu conté text no permès.

source: Email for contact
ca_es: Correu-e pel contacte

source: Contact Form
ca_es: Formulari de contacte

source: Email
ca_es: Correu-e

source: Thank you for your email.
ca_es: Gràcies pel teu correu.

source: This is an enquiry email via %s from:
ca_es: Aquest és un correu-e de requeriment via %s des de:

source: Contact not found
ca_es: Contacte no trobat

source: Send an email. All fields with an * are required.
ca_es: Envia un correu-e. Tots els camps amb * són obligatoris.

source: Please make sure the form is complete and valid.
ca_es: Si us plau, assegura't que el formulari està complet i és vàlid.

source: Contact-image
ca_es: Imatge del contacte

source: Links
ca_es: Enllaços

source: %s Enquiry
ca_es: %s petició

source: Mobile
ca_es: Mòbil

source: Mobile: %s
ca_es: T Mòbil: %s

source: No articles to display
ca_es: Sense articles a mostrar

source: There are no Contacts to display
ca_es: Sense contactes a mostrar

source: You cannot enter more than one email address.
ca_es: No es pot introduir més d`una adreça de correu.

source: (optional)
ca_es: (opcional)

source: Miscellaneous Information
ca_es: Altres informacions

source: Position
ca_es: Posició

source: Profile
ca_es: Perfil

source: Contact profile
ca_es: Perfil del contacte

source: Select a contact:
ca_es: Selecciona un contacte:

source: State
ca_es: Província

source: Suburb
ca_es: Població

source: Phone
ca_es: Telèfon

source: Phone: %s
ca_es: T Fix: %s

source: Inherited state for <strong>delete actions</strong> on this article and the calculated state based on the menu selection.
ca_es: Estat heretat sobre les <strong>Accions d'esborrat</strong> d'aquest article i l'estat calculat des de la selecció de menú.

source: Inherited state for <strong>edit state actions</strong> on this article and the calculated state based on the menu selection.
ca_es: El que es mostra a continuació és l'estat que han heretat les <strong> Accions sobre l'estat d'edició </strong> d'aquest article, calculat des de la selecció de menú.

source: Inherited state for <strong>edit actions</strong> on this article and the calculated state based on the menu selection.
ca_es: Estat heretat sobre les <strong>Accions d'edició</strong> d'aquest article i l'estat calculat des de la selecció de menú.

source: Hits: %s
ca_es: Vist: %s

source: Details
ca_es: Detalls

source: Thank You for rating this Article.
ca_es: Gràcies per votar aquest article.

source: You already rated this Article today!
ca_es: Ja has votat aquest article.

source: Author Filter
ca_es: Filtra per autor/a

source: Category: %s
ca_es: Categoria: %s

source: Checked out by %s
ca_es: Comprovat per %s

source: Submit new article
ca_es: Envia un nou article

source: Created Date
ca_es: Data de creació

source: Created: %s
ca_es: Creat el %s

source: Edit Article
ca_es: Edita l'article

source: Article not found
ca_es: Article no trobat

source: Please login to view the article
ca_es: Si us plau, identifica't per poder veure l'article

source: Category not found
ca_es: Categoria no trobada

source: Parent category not found
ca_es: Categoria arrel no trobada

source: Read More...
ca_es: Llegeix més...

source: Content Filter Search
ca_es: Filtre de cerca per contingut

source: Edit an article
ca_es: Edita un article

source: Title
ca_es: Títol

source: Hits Filter
ca_es: Filtre d'impressions

source: Article must have some content.
ca_es: L'article ha de tenir text

source: Article Rating: Invalid Rating: %s
ca_es: Valoració de l'Article: Valoració no vàlida: %s

source: Last Updated: %s
ca_es: Darrera actualització el %s

source: Metadata
ca_es: Metadades

source: Modified Date
ca_es: Data de modificació

source: Month
ca_es: Mes

source: More Articles...
ca_es: Més articles...

source: New Article
ca_es: Crea un article

source: There are no articles in this category. If subcategories display on this page, they may contain articles.
ca_es: No hi ha articles a aquesta categoria. Si es mostren les subcategories dins d'aquesta pàgina, pot ser que continguin articles.

source: Article Count:
ca_es: Nombre d'articles:

source: A new Article has been submitted by '%1$s' entitled '%2$s'.
ca_es: S'ha enviat un nou article fet per '%1$s' titulat '%2$s'.

source: Ordering:<br />New articles default to the first position in the Category. The ordering can be changed in backend.
ca_es: Ordre:<br/> Els nous articles s'ordenaran dins de la categoria en primera posició. L'ordre es pot canviar des de l'administració.

source: Page break
ca_es: Salt de pàgina

source: Insert Page Break
ca_es: Insereix un salt de pàgina

source: Page Title:
ca_es: Títol de la pàgina:

source: Table of Contents Alias:
ca_es: Àlies de la taula de contingut:

source: Parent Category: %s
ca_es: Categoria principal o arrel: %s

source: Published Date
ca_es: Publicat el %s

source: Published: %s
ca_es: Publicat el %s

source: Publishing
ca_es: Publicant

source: Read more:
ca_es: Llegeix més:

source: Read more...
ca_es: Llegeix més...

source: Register to read more...
ca_es: Registra't per poder llegir més...

source: Article successfully saved
ca_es: Article desat satisfactòriament

source: Article successfully submitted
ca_es: Article enviat amb èxit

source: Title Filter
ca_es: Filtra per títol

source: Written by %s
ca_es: Escrit per %s

source: Image for the single article display
ca_es: Imatge per a la visualització d'un únic article

source: Full article image
ca_es: Imatge per l'article sencer

source: The image to be displayed
ca_es: La imatge que serà mostrada

source: Alternative text used for visitors without access to images. Replaced with caption text if it is present.
ca_es: Text alternatiu per als visitants sense accés a les imatges. Es reemplaçarà amb el text del títol si hi és present.

source: Alt text
ca_es: Text alternatiu

source: Caption attached to the image
ca_es: Títol associat a la imatge

source: Caption
ca_es: Títol

source: Image for the intro text layouts such as blogs and featured
ca_es: Imatge pel text d'introducció de dissenys com el de blog o destacats

source: Intro Image
ca_es: Imatge introductoria

source: Link C
ca_es: Enllaç C

source: Link for display. Must be a full URL.
ca_es: Enllaç a mostrar. Ha de ser una URL completa.

source: Link A
ca_es: Enllaç A

source: Link A Text
ca_es: Text de l'enllaç A

source: Link B
ca_es: Enllaç B

source: Text to display for the link
ca_es: Text a mostrar per l'enllaç

source: Link B Text
ca_es: Text de l'enllaç B

source: Link C Text
ca_es: Text de l'enllaç C

source: Controls placement of the image
ca_es: Controla la posició de la imatge

source: Image Float
ca_es: Imatge Flotant

source: Intro image float
ca_es: Imatge d'introducció surant

source: Full text image float
ca_es: Imatge de text complet surant

source: Left
ca_es: Esquerra

source: Right
ca_es: Dreta

source: Link Text
ca_es: Text de l'enllaç

source: Images and Links
ca_es: Imatges i enllaços

source: Smart Search
ca_es: Cerca Intel·ligent

source: Advanced Search
ca_es: Cerca Avançada

source: <p>Here are a few examples of how you can use the search feature:</p><p>Entering <span class="_QQ_"term"_QQ_">this and that</span> into the search form will return results containing both "_QQ_"this"_QQ_" and "_QQ_"that"_QQ_".</p><p>Entering <span class="_QQ_"term"_QQ_">this not that</span> into the search form will return results containing "_QQ_"this"_QQ_" and not "_QQ_"that"_QQ_".</p><p>Entering <span class="_QQ_"term"_QQ_">this or that</span> into the search form will return results containing either "_QQ_"this"_QQ_" or "_QQ_"that"_QQ_".</p><p>Entering <span class="_QQ_"term"_QQ_">"_QQ_"this and that"_QQ_"</span> (with quotes) into the search form will return results containing the exact phrase "_QQ_"this and that"_QQ_".</p><p>Search results can also be filtered using a variety of criteria. Select one or more filters below to get started.</p>
ca_es: <p>Aqui tens uns exemples de com pots utilitzar la cerca:</p><p>Entrant <span class="_QQ_"term"_QQ_">això and allò</span> en el formulari de cerca es retornaran els resultats que continguin "_QQ_"això"_QQ_" i "_QQ_"allò"_QQ_".</p><p>Entrant <span class="_QQ_"term"_QQ_">això not allò</span> en el formulari de cerca es retornaran els resultats que continguin "_QQ_"això"_QQ_" i no "_QQ_"allò"_QQ_".</p><p>Entrant <span class="_QQ_"term"_QQ_">això or allò</span> en el formulari de cerca es retornaran els resultats que continguin "_QQ_"this"_QQ_" o "_QQ_"that"_QQ_".</p><p>Entrant <span class="_QQ_"term"_QQ_">"_QQ_"això i allò"_QQ_"</span> (amb cometes dobles) en el formulari de cerca es retornaran els resultats que continguin la frase exacta "_QQ_"això i allò"_QQ_".</p><p>Els resultats de la cerca també es poden filtrar utilitzant altres criteris. Selecciona un o més filtres de sota per començar.</p>

source: Search Results
ca_es: Resultats de cerca

source: Search by %s
ca_es: Cerca per %s

source: Before
ca_es: Abans

source: Exactly
ca_es: Exactament

source: After
ca_es: Després

source: Start Date
ca_es: Data d'inici

source: Enter a date in YYYY-MM-DD format
ca_es: Entra la data en format YYYY-MM-DD

source: End Date
ca_es: Data de finalització

source: Search All
ca_es: Cerca tot

source: ending date <span class="_QQ_"when"_QQ_">%s</span> <span class="_QQ_"date"_QQ_">%s</span>
ca_es: data final <span class="_QQ_"when"_QQ_">%s</span> <span class="_QQ_"date"_QQ_">%s</span>

source: and
ca_es: i

source: or
ca_es: o

source: not
ca_es: no

source: venue
ca_es: valor

source: beginning date <span class="_QQ_"when"_QQ_">%s</span> <span class="_QQ_"date"_QQ_">%s</span>
ca_es: data inicial <span class="_QQ_"when"_QQ_">%s</span> <span class="_QQ_"date"_QQ_">%s</span>

source: with <span class="_QQ_"node"_QQ_">%s</span> as <span class="_QQ_"branch"_QQ_">%s</span>
ca_es: amb <span class="_QQ_"node"_QQ_">%s</span> igual a <span class="_QQ_"branch"_QQ_">%s</span>

source: <span class="_QQ_"term"_QQ_">%s</span> should be excluded
ca_es: <span class="_QQ_"term"_QQ_">%s</span> s'ha d'excloure

source: , and
ca_es: , i

source: Assuming %s, the following results were found.
ca_es: Assumint %s, s'han trobat els següents resultats.

source: <span class="_QQ_"term"_QQ_">%s</span> is optional
ca_es: <span class="_QQ_"term"_QQ_">%s</span> és opcional

source: <span class="_QQ_"term"_QQ_">%s</span> is required
ca_es: <span class="_QQ_"term"_QQ_">%s</span> és necessari

source: No search results could be found for query: %s.
ca_es: No s'han trobat resultats per la consulta: %s.

source: No search results (in English-UK) could be found for query: %s.
ca_es: No s'han trobat resultats (en Català-ES) per la consulta: %s.

source: No Results Found
ca_es: No s'han trobat resultats

source: Results <strong>%s</strong> - <strong>%s</strong> of <strong>%s</strong>
ca_es: Resultat <strong>%s</strong> - <strong>%s</strong> de <strong>%s</strong>

source: Did you mean: %s?
ca_es: Volies dir: %s ?

source: Search Terms:
ca_es: Cerca els termes:

source: Mailto
ca_es: Envia a

source: Cancel
ca_es: Cancel·la

source: Close Window
ca_es: Tanca finestra

source: Please provide a valid email address.
ca_es: Introdueix una adreça de correu vàlida.

source: The address '%s' does not appear to be a valid email address.
ca_es: La dada '%s' no sembla ser una adreça de correu vàlida.

source: This is an email from (%s) sent by %s (%s). You may also find the following link interesting: %s
ca_es: Això és un correu de (%s) enviat per %s (%s). També pot ser que trobis interessants els següents enllaços: %s

source: Email could not be sent.
ca_es: No s'ha pogut enviar el correu.

source: Email was sent successfully.
ca_es: El correu ha estat enviat correctament.

source: Email to
ca_es: Correu per

source: Email this link to a friend.
ca_es: Envia per correu aquest enllaç a un amic/ga.

source: Link is missing
ca_es: Falta enllaç

source: Send
ca_es: Envia

source: Sender
ca_es: Remitent

source: Item sent by
ca_es: Element enviat per

source: Your Email
ca_es: El teu correu

source: Align
ca_es: Aliniació

source: If 'Not Set', the alignment is defined by the class '.img_caption.none'. Usually to get the image centred on the page.
ca_es: Configurat a 'No assignat', l'aliniació serà definida per la classe '.img_captionnone', la qual s'usa normalment per deixar centrada la imatge a la pàgina

source: Browse files
ca_es: Navegador de fitxers

source: If set to 'Yes', the Image Title will be used as caption.
ca_es: Configurat a 'Sí', el títol de la imatge es farà servir d'etiqueta

source: Clear List
ca_es: Neteja llista

source: Media Manager Options
ca_es: Opcions del gestor multimèdia

source: Create Folder
ca_es: Crea carpeta

source: Current progress
ca_es: Progrés actual

source: To upload, change and delete media files, Joomla! will most likely need your FTP account details. Please enter them in the form fields below.
ca_es: Per pujar, canviar i esborrar arxius multimèdia, Joomla! pot ser que necessiti els detalls d'accés del teu compte FTP. Si us plau, introdueix-los al formulari de sota.

source: FTP Login Details
ca_es: Detalls d'accés FTP

source: Detail View
ca_es: Mostra-les en detall

source: Directory
ca_es: Directori

source: Directory Up
ca_es: Directori superior

source: Bad Request
ca_es: Sol·licitud errònia

source: File already exists
ca_es: El fitxer ja existeix

source: Unable to create directory. Directory name must only contain alphanumeric characters and no spaces.
ca_es: No es pot crear el directori. El nom de directori només ha de contenir caràcters alfanumèrics i sense espais.

source: Unable to delete:&#160;
ca_es: No es pot esborrar:&#160;

source: Unable to delete:&#160;%s. File name must only contain alphanumeric characters and no spaces.
ca_es: No es pot esborrar: %s. El nom de l'arxiu només ha de contenir caràcters alfanumèrics i sense espais.

source: Unable to delete:&#160;%s. Folder is not empty!
ca_es: No es pot esborrar: %s. El directori conté arxius.

source: Unable to delete:&#160;%s. Directory name must only contain alphanumeric characters and no spaces.
ca_es: No es pot esborrar: %s. El nom de directori només ha de contenir caràcters alfanumèrics i sense espais.

source: Unable to upload file.
ca_es: No es pot pujar l'arxiu.

source: Please input a file for upload
ca_es: Escull el fitxer que vulguis pujar

source: File name must only contain alphanumeric characters and no spaces.
ca_es: El nom del fitxer només ha de contenir caràcters alfanumèrics i sense espais

source: This file is too large to upload.
ca_es: Aquest fitxer és massa gran per ser penjat.

source: This file type is not supported.
ca_es: No es permet pujar aquest tipus de fitxers.

source: Possible IE XSS Attack found.
ca_es: S'ha detectat un possible atac IE XSS.

source: Not a valid image.
ca_es: No és una imatge vàlida.

source: Illegal or invalid mime type detected.
ca_es: S'ha detectat un tipus de MIME il·legal o invàlid.

source: Uploaded file is not an image file and you are not a manager or higher.
ca_es: El fitxer que intentes pujar no és una imatge suportada, i no tens privilegis de gestoria o superiors.

source: Not empty!
ca_es: No està buit.

source: Use MIME Magic or Fileinfo to attempt to verify files. Try disabling this if you get invalid mime type errors
ca_es: Fes servir el MIME Magic o el Fileinfo per intentar verificar fitxers. Intenta deshabilitar si reps falsos positius d'error sobre tipus de MIME invàlid

source: Check MIME Types
ca_es: Comprova tipus de MIME

source: Flash uploader lets upload multiple files at the same time. It may not work on your settings
ca_es: Les pujades en flash et permeten pujar múltiples fitxers d'una vegada. Pot ser que no funcioni amb la teva configuració

source: Enable flash uploader
ca_es: Habilita les pujades en flash

source: Ignored file extensions for MIME type checking and restricted uploads
ca_es: Extensions de fitxer ignorades per la comprovació del tipus de MIME i les pujades restringides

source: Ignored Extensions
ca_es: Extensions ignorades

source: A comma separated list of illegal MIME types for upload (blacklist)
ca_es: Una llista de tipus de MIME il·legals, separats per una coma (llista negra)

source: Illegal MIME Types
ca_es: Tipus de MIME il·legals

source: Extensions (file types) you are allowed to upload (comma separated).
ca_es: Extensions (tipus de fitxer) que permets pujar (separats per una coma).

source: Legal Extensions (File Types)
ca_es: Extensions permeses (tipus de fitxer)

source: Image Extensions (file types) you are allowed to upload (comma separated). These are used to check for valid image headers.
ca_es: Extensions d'imatges (tipus d'arxiu) que permets (separats per una coma). Aquestes es fan servir per comprovar si la capçalera de la imatge és vàlida.

source: Legal Image Extensions (File Types)
ca_es: Extensions d'imatge permeses (tipus de fitxer)

source: A comma separated list of legal MIME types for upload
ca_es: Una llista de tipus de MIME permesos, separats per una coma

source: Legal MIME Types
ca_es: Tipus de MIME permesos

source: The maximum size for an upload (in bytes). Use zero for no limit. Note: your server has a maximum limit.
ca_es: El pes màxim permès per a una pujada (en bytes). Utilitza zero perquè sigui il·limitat per a la configuració de Joomla!. Nota: el teu servidor imposa un límit màxim, que Joomla! no controla.

source: Maximum Size
ca_es: Pes màxim

source: Enter here the path to the file folder relative to root
ca_es: Introdueix aquí la ruta de la carpeta dels fitxers, relativa a la teva carpeta arrel

source: Path to file folder
ca_es: Ruta a la carpeta dels fitxers

source: Enter here the path to the image folder relative to root
ca_es: Introdueix aquí la ruta de la carpeta d'imatges, relativa a la teva carpeta arrel

source: Path to image folder
ca_es: Ruta a la carpeta d'imatges

source: Restrict uploads for lower than manager users to just images if Fileinfo or MIME Magic isn't installed.
ca_es: Restringeix les pujades per a usuaris/es amb rang menor a gestor a 'només permetre pujar imatges', si el Fileinfo o MIME Magic no estan instal·lats.

source: Restrict Uploads
ca_es: Pujades restringides

source: Files
ca_es: Fitxers

source: File size
ca_es: Mida del fitxer

source: Folder
ca_es: Carpeta

source: Folders
ca_es: Carpetes

source: Image Description
ca_es: Descripció de la imatge

source: Image URL
ca_es: Adreça URL de la imatge

source: Insert
ca_es: Insereix

source: Insert Image
ca_es: Insereix una imatge

source: Media
ca_es: Multimèdia

source: Image Name
ca_es: Nom de la imatge

source: No Images Found
ca_es: Imatges no trobades

source: Not Set
ca_es: Sense assignar

source: Overall Progress
ca_es: Progrés

source: Pixel Dimensions (W x H)
ca_es: mides en píxels (ample x alt)

source: Start Upload
ca_es: Comença pujada

source: Thumbnail View
ca_es: Mostra-les en miniatures

source: Image Title
ca_es: Títol de la imatge

source: Up
ca_es: Puja

source: Upload
ca_es: Carrega

source: Upload Complete
ca_es: S'ha completat la pujada

source: Upload file
ca_es: Carrega

source: Upload files (Maximum Size: %s MB)
ca_es: Puja fitxers (pes màxim %s MB)

source: Upload files (No maximum size)
ca_es: Puja fitxers (Sense límit màxim)

source: Upload Successful
ca_es: El fitxer s'ha pujat satisfactòriament

source: The user has locked their mailbox. Message failed.
ca_es: Missatge fallit. L'usuari/a té bloquejada la safata d'entrada.

source: A new private message has arrived from %s
ca_es: Ha arribat un nou missatge privat de %s

source: Please log in to %s to read your message.
ca_es: Si us plau, identifica't a %s per poder llegir el teu missatge.

source: The cache directory is unwritable. The news feed can't be displayed. Please contact a site administrator.
ca_es: _QQ_"El directori de la memòria cau no té permís d'escriptura.Les sindicacions no es poden mostrar.Si us plau contacta amb un administrador/a del lloc."_QQ_"

source: # of Newsfeeds :
ca_es: # de canals electrònics:

source: News Feeds
ca_es: Canals electrònics

source: Error. Feed not found.
ca_es: Error. Canal electrònic no trobat.

source: Error. Feed could not be retrieved.
ca_es: Error. El canal electrònic no es pot rebre.

source: Feed Link
ca_es: Enllaç del canal electrònic

source: Feed Name
ca_es: Nom del canal electrònic

source: Newsfeed Filter Search
ca_es: Filtre de cerca per a la sindicació d'articles

source: No Articles for this News Feed
ca_es: No hi ha articles per a aquest canal electrònic

source: All words
ca_es: Totes les paraules

source: Alphabetical
ca_es: Alfabèticament

source: Any words
ca_es: Qualsevol paraula

source: Enter a search keyword
ca_es: Introdueix un terme de cerca

source: One or more common words were ignored in the search.
ca_es: Una o més paraules d'ús comú s'han ignorat a la recerca.

source: Search term must be a minimum of %1$s characters and a maximum of %2$s characters.
ca_es: El terme de cerca ha de tenir un mínim de %1$s i un màxim de %2$s caràcters.

source: Exact Phrase
ca_es: Frase exacta

source: Show the search areas checkboxes
ca_es: Mostra les àrees de selecció

source: Use Search Areas
ca_es: Utilitza àrees de selecció

source: Search for:
ca_es: Condicions de cerca:

source: Most Popular
ca_es: Populars

source: Newest First
ca_es: Les noves primer

source: Oldest First
ca_es: Les antigues primer

source: Ordering:
ca_es: Ordre:

source: Search
ca_es: Cerca

source: Search Again
ca_es: Cerca una altra vegada

source: Search Keyword:
ca_es: Cercar paraules clau:

source: <strong>Total: One result found.</strong>
ca_es: <strong> Total: trobat un resultat. </strong>

source: <strong>Total: %s results found.</strong>
ca_es: <strong> Total: trobat %s resultats. </strong>

source: Search Only:
ca_es: Cerca només a:

source: Search Result
ca_es: Resultats de la cerca

source: Enter all or part of the title to search for.
ca_es: Escriu tot o part del títol a cercar.

source: No matching items were found.
ca_es: No hi ha ítems que coincideixin

source: There are no tags
ca_es: No hi ha etiquetes

source: Enter part of title
ca_es: Escriu part del títol

source: Verification code not found.
ca_es: Codi de verificació no trobat.

source: Error getting the user from the database: %s
ca_es: Error en agafar l'usuari/a des de la base de dades: %s
